Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Leveling Up My Husband.tmx
Source language: ko_kr
Languages: en_us

source: 티포트에서 더욱 눈을 떼면 안 된다.
en_us: make sure to keep your eye on the teapots.

source: 그래, 뭐… 대답하지 않아도 된다.
en_us: well, all right... you don’t have to.

source: 거기에 ‘신뢰’가 있다면?
en_us: ...he trusts me?

source: 그래…?
en_us: really...?

source: 세실, 방을 안내해 드리자꾸나.
en_us: cece, escort her to her room.

source: 궁금한 게 있니?
en_us: do I need to pry?

source: 괜찮으니 나가 있으렴.
en_us: it’s fine, so wait outside.

source: 그래요!
en_us: that’s right!

source: 뭔가요?
en_us: what is it?

source: …아… 그건….
en_us: oh... well...

source: 글쎄… 생각해본 적 없는데… 내킬 때요?
en_us: well... I’ve never really thought about it. it just happens, I guess?

source: 그건 그렇고, 공작부인께서 보낸 서신은 잘 갖고 있겠지?
en_us: now that we’re done with that, do you still have the letter from bella?

source: 공비 전하는 특이하신 분 같아요.
en_us: it seems like your excellency is a very unique person.

source: 티파티는 제가 알아서 하는 걸로 알고 있겠습니다.
en_us: keep in mind that I’ll take care of the tea party myself.

source: 미량일 때는 어지러움을 동반하지만, 가벼운 마취 효과가 있어 아주 드물게 사용되고….
en_us: consumption in small amounts will make one feel dizzy but also feel slightly numbed. as a result, it is used, although uncommonly...

source: 골드리프 티 라고 했나요?
en_us: did you say it’s called gold leaf tea?

source: 친우분들의 건강이 우선되어야 할 것 같네요.
en_us: the health of your friends should be prioritized.

source: 제가 해야 할 일을 했을 뿐인걸요.
en_us: I just did what I should.

source: 당장 저 아이를 끌어내라!
en_us: drag her here. now!

source: 그게… 붉은 풀이 들어간 거였다니….
en_us: but to think that it contained red grass...

source: …네….
en_us: yes...

source: 여자의 최고의 인생이…
en_us: do you also think that the best life for a woman...

source: 네가 얼마나 떨고 있었는지 기억한단다.
en_us: I remember how much you shook.

source: 따라오시죠.
en_us: follow me.

source: 읏!!
en_us: oof!!!

source: 기억났다.
en_us: I remember.

source: …그건 공작님께는 어려운 부탁이야.
en_us: I can’t possibly ask that of him...

source: 아… 네.
en_us: oh... yes.

source: 무슨 할 말이 있어서 오신 거죠?
en_us: did you come to speak to me?

source: 어디 한번 말해보려무나.
en_us: tell me.

source: 부인께서 현명하게 해결하셨겠지요.
en_us: I’m sure you solved things wisely.

source: 저는 어떤 백작가의 후처로 들어가야만 했죠.
en_us: but I had to be sponsored by a count’s family.

source: 눈꽃이 피어있었습니다.
en_us: ...have blossomed.

source: 어지럼증을 일으킨다고 들었는데….
en_us: and I heard that it could cause dizziness...

source: 위험…?
en_us: dangerous?

source: …그건….
en_us: well...

source: 마님의 초대를 계속 거절했던….
en_us: who rejected your invitation?

source: 공비 전하?!
en_us: your excellency?!

source: 그 '다른' 점이 나랑은 꽤 잘 맞을 거 같은데…?
en_us: it seems like that difference will make it very easy for us to get along.

source: 내 말을 너무 나쁘게만 생각하지 말거라.
en_us: don’t think so badly of what I said.

source: 가난한 가문에서 태어난 귀족 여자의 길을 잘 알고 계셨어요.
en_us: ...knew the path of a noble lady born to a poor family.

source: 거기, 우리 단둘이 이야기하고 싶은데 잠시 나가 있겠니?
en_us: hey, you. can you leave the room for a moment so we can talk alone?

source: 또 참지 못하고 나서버렸어.
en_us: I spoke up once more because I couldn’t stand by.

source: 빨리 범인이든 뭐든 찾아냈으면 좋겠어요.
en_us: you must find the culprit soon.

source: 그게 어떤 선택이든 난 세실리아 양을 응원할 거야.
en_us: whatever that may be, I’ll be cheering you on.

source: 세실리아.
en_us: cecelia.

source: 이 티파티가 끝나면 더 많은 것이 변할 거라는 예감이 들었다.
en_us: ...I can’t help but feel that even more things will change after the party ends.

source: 무엇이건 스스로 선택하고
en_us: whatever choice you make,

source: 저희 어머니는…
en_us: my mother...

source: 그땐 정말로 가만히 있지 않을 겁니다.
en_us: I won’t let it slide.

source: 결백하다면 아무것도 나오지 않을 테니….
en_us: if you’re innocent, we won’t find a thing.

source: …아뇨.
en_us: no, that isn’t true.

source: 이건 저희가 한 일이 아닙니다!
en_us: it’s not us!

source: 툭하면 세상에 없는 달콤한 과일이라도 되는 것처럼 바라보겠지.
en_us: ...and I’m sure he looks at you like you’re the sweetest fruit on earth.

source: 더 이상 듣고 있을 이유가 없네요.
en_us: I have no reason to keep listening to you.

source: 이런 식으로 의심받는 건 불쾌해요!
en_us: it feels unpleasant to be suspected of like this.

source: 그래, 그럼 내가 잘 찾아온 게 맞구나.
en_us: well then, it seems like I’ve come at the right time.

source: 그렇지 않으면….
en_us: or else...

source: 언제 내 이름을 불러주실지 알 수 없다니….
en_us: how can she not know when she started calling me by my name...?

source: 부인들을 부탁하네.
en_us: please take care of the ladies.

source: 그리고 아주 멋지게 준비를 해보자꾸나.
en_us: ...as soon as possible.

source: 그나저나…
en_us: that said...

source: 여기가 공작저란다.
en_us: this is the duke’s estate.

source: 그렇게 위험한 풀이었단 말이야…?
en_us: is she saying that it was an incredibly dangerous plant?

source: 분이!!
en_us: I’m furious!!!

source: 그레이스 님과 한바탕 하고 계시지 뭐야…!
en_us: grace and cecelia were fighting!

source: 그런데 네 티파티에 내가 참석하지 않으면 다들 뭐라고 생각하겠니?
en_us: if I don’t attend your tea party, what would they think of it?

source: 보란 듯이 나와 내 친우를 골탕 먹이려고!
en_us: she means to target my friends and I!

source: 물론이죠.
en_us: of course.

source: 그런데… 그레이스는 어디 있지?
en_us: but... where is grace?

source: 뭐라고요…?
en_us: what...?

source: 어때, 파티를 열긴 열어야겠지?
en_us: so, why not have a tea party?

source: 아이를 가졌다.
en_us: I want to have a child.

source: 오오…!
en_us: oh, oh...!

source: 내 측근 시녀 세실리아 양일세.
en_us: this is cecelia, my lady-in-waiting.

source: 모든 땅에서 시간이 흐르듯 공작성에도 봄은 올 것이니까.
en_us: nevertheless, spring will come to the lands of the castle once more.

source: 차…?!
en_us: the tea...?!

source: 네, 드신 양에 따라선 위험할 수도 있어서….
en_us: yes. the danger varies with the quantity.

source: 어서 오게.
en_us: welcome.

source: 작은마님이 자이모 백작을 통해, 나스토 백작과도 손을 잡은 게 아닐까요?
en_us: the little mistress is joining hands with count nasto through count zaimo?

source: 그게 뭐죠?
en_us: what’s that?

source: … 이제 알겠습니다.
en_us: now I understand...

source: '그 칼릭스'는 분명 진짜였어….
en_us: I’m sure that carlyx was sincere.

source: 조금만 받쳐주면 사교계에서 큰 활약을 할 게 분명해.
en_us: I’m sure she will play a huge role in society if I give her some support.

source: 아까는 내가 진땀이 다 났네….
en_us: I was in cold sweat earlier...

source: 좋아, 내가 특별히 동부의 사교계에서 명망 있는 귀부인들을 소개해주마.
en_us: well then, let me introduce you to a few of the esteemed ladies in the east district’s society.

source: 자, 팔을 이리 줘보렴.
en_us: here, give me your arm.

source: 이렇게나 훌륭한 티파티를 준비해주셨는데 얼마든지요.
en_us: you’ve prepared such a glorious party. we’d be happy to.

source: 공작님께서 마님을 얼마나 아끼시는데요!
en_us: the duke cares for you so much, your excellency!

source: 아, 그러네요…!
en_us: oh, that’s right!

source: 다들 와주어서 고맙네.
en_us: thank you for coming, everyone.

source: 동부의 귀부인들이 모두 의아해하고 있단다.
en_us: all the noble ladies of the east are having doubts.

source: 물론이죠, 공비 전하.
en_us: of course, your excellency.

source: 뭐…?
en_us: what...?

source: 공비 전하, 쉬지 않고 마차를 탔더니 머리가 어지럽네요.
en_us: your excellency, my head is spinning from the long carriage ride.

source: 처음 뵙겠습니다.
en_us: nice to meet you.

source: 이걸… 제게… 선물이요?
en_us: i-is this... for me?

source: 처음부터 의도하고 나를 속인 게 분명해.
en_us: I’m certain that she set out to trick me from the start.

source: 그럼…
en_us: then...

source: 그런 사람이 세실리아 양의 샤프롱이 되겠다고 했으니…
en_us: since such an incredible person said that she would be cecelia’s chaperone...

source: 세상에…!
en_us: oh my!

source: 벨라의 측근들이지만, 사교계에 미치는 영향이 너무 큰 사람들이라 배제할 수가 없었어.
en_us: they’re on bella’s side, but they have such huge influence on society that I couldn’t exclude them.

source: 대부인이십니다!!
en_us: ...is mistress bella!!!

source: 막내 남동생은 가문의 후계자가 되었지만,
en_us: her youngest brother became the heir of the family,

source: 그래.
en_us: that’s right.

source: 왜, 있잖습니까.{j}마님의 초대를 계속 거절했던….
en_us: isn’t she... the one who rejected your invitation?{j}

source: 말도 안 되는 소리!
en_us: don’t be ridiculous!

source: 저게 뭐지?
en_us: what’s that?

source: 하지만 내 경험만 가지고 답을 내려줘도 될까?
en_us: but can I answer her simply based on my own experience?

source: 난 멍청하게도 그게 말로만 듣던 '사랑'이라 생각했단다.
en_us: I was stupid enough to think that his words were ones of love.

source: 이 아이의 말대로라면…
en_us: if what she says is true...

source: 저, 전부 다 알고….
en_us: you kn-knew it all...

source: 말장난도 적당히 해라!
en_us: watch your words!

source: 왜…
en_us: why...

source: 손님들이 모두 모였으니, 티파티를 시작하겠네.
en_us: since all the guests are here, the tea party will start.

source: 어머님… 공작성에서 티파티를 여는 건 안주인인 제 권한입니다.
en_us: mother-in-law... the tea party is under my jurisdiction as the lady of the house.

source: 저는 어머님께서 원하시는 고분고분한 며느리 노릇을 할 마음이 없습니다.
en_us: ...I have no intention of becoming the timid and meek daughter-in-law you so desire.

source: 그러고 보니, 이번에 그 애가 어디에 간다고 했었지?
en_us: come to think of it, where did she say she was going this time?

source: 이건…?
en_us: this...

source: 그런데…
en_us: but...

source: 일단 앉으렴.
en_us: take a seat first.

source: 그저…
en_us: just...

source: 날 무시한다면 너는 동부 사교계에서 결코 환영받지 못할 거다!
en_us: ...if you look down on me, you will never be welcomed in society!

source: 어차피 한두 방울만 써도 충분히…
en_us: besides, just one or two drops would’ve been eno-

source: 잘 생각하렴, 앰버.
en_us: think carefully, amber.

source: 그깟 천한 것들을 자기 편으로 만들었다고, 기고만장해 있는 꼴을 가만 두고 볼 순 없지.
en_us: I can’t stand back and watch her act all high and mighty because she won cecelia over.

source: 탈레스도 공작과, 한낱 자작가의 딸이?
en_us: the duke of talessdo, and the daughter of a common viscount?

source: 공비 전하, 먼저 오신 분들을 다 자리로 모셨습니다.
en_us: your excellency, all the other ladies that arrived prior have been shown to their seats.

source: ‘라스테반 공작부인’께서 두 번째 샤프롱을 맡아주시겠지.
en_us: duchess rasteban will be her second chaperone.

source: 별 말씀을.
en_us: it’s no problem.

source: 우리 티포트는 괜찮은 거 같네요.
en_us: our tea seems to be fine.

source: 창밖 좀 보세요, 눈이에요!
en_us: look outside, it’s snowing!

source: 아직 만나보진 않았지만, 부인이 신뢰하는 사람이라면 확실하겠지요.
en_us: I haven’t met her yet but if she’s someone you trust, then you’re probably right.

source: …이보게, 어머님의 말이 사실인가?
en_us: doctor, is what my mother-in-law said true?

source: …아무리 그래도 제 손님들을 함부로 수색할 수는 없습니다.
en_us: even so, I can’t search my guests like that.

source: 세실리아,
en_us: cecelia.

source: 내가 어디까지 이야기했지?
en_us: what was I talking about?

source: 감사했습니다.
en_us: thank you.

source: 이대로라면 앞으로도 계속 대부인에게 끌려다니게 될 거야.
en_us: if you let things continue, you’ll be dragged around by mistress bella in the future.

source: 사고가 좀 있었지만….
en_us: although there was a mishap...

source: 파비안느 자작부인
en_us: viscountess fabienne

source: 저… 정말 공비 전하…
en_us: serve you...

source: 좋은 뜻으로 받아들일게.
en_us: I’ll take it as a compliment.

source: 이런 식이면 지금 뭐라고 해도, 예의가 없다며 꾸짖으려 들겠지….
en_us: if she’s going to use that, then whatever I say will sound rude and insolent...

source: 물론, ‘제 선택’으로요!
en_us: of course, that’s of my own volition!

source: …내가 감히 세실리아 양의 삶에 어떤 답을 줄 순 없어.
en_us: I can’t give you answers to your life, cecelia.

source: 어차피 큰 기대는 안 했으니 됐어!
en_us: forget it! I didn’t expect much anyway.

source: 어떻게 그래도 잘 마무리됐네요.
en_us: it seems like things ended well.

source: 겉으로는 착한 척하고 있지만, 사실 아주 요망한 것이지요.
en_us: she looks kind on the outside but is actually rather wicked.

source: 이리 와!
en_us: come here!

source: 네… 정말 대단하네요.
en_us: yes... it truly is.

source: 글쎄… 딱히….
en_us: well... not really...

source: …혹시 세실리아 양은 사교계에 관심이 없나?
en_us: does she simply not have any interest in society?

source: 하지만 이 아이는….
en_us: but this child...

source: 덕분에요.
en_us: all thanks to you.

source: 하지만 대부인은 혼자 움직이진 않을 거야.
en_us: but she won’t be acting alone.

source: 가서 가장 화려한 드레스를 가져오렴.
en_us: bring me my most extravagant dress.

source: 너와 칼릭스는 강제로 맺어진 거나 다름없는데도?
en_us: you two were forcefully intertwined.

source: 늘 모든 순간 온 힘을 다해 고민하고, 스스로 답을 찾고 선택해야 해.
en_us: in every moment, you have to find the answer yourself, after trying your best and thinking about things.

source: 세실리아 양, 짐 정리는 잘 했고?
en_us: cecelia, have you unpacked?

source: 자신도 모르게… 말입니까?
en_us: so you’re saying... you don’t even know when it began?

source: 내가 밉다고 내 사람들에게 붉은 풀을 먹이려 한 거니?!
en_us: ...give those close to me red grass because you hate me?!

source: 벨라가 왜 여기에…?!
en_us: why is bella here...?!

source: 그래서 요즘 하녀들 사이에서 세실리아 님이 인기 만점이에요~!
en_us: so that’s why miss cecelia is so popular amongst the maids recently!

source: …전 그게 제일 상응하는 대가라고 생각했어요.
en_us: I thought that was the best way to make him pay.

source: …뭐?
en_us: what?

source: 미숙하지만 최선을 다해 보았네.
en_us: I tried my best despite being unfamiliar with it.

source: 록시…!
en_us: roxie!!!

source: 나도 그 정도는 안다, 알아.
en_us: I am well aware of that.

source: 저… 저기 저 아이예요!
en_us: it’s h-her!

source: 티포트가 테이블에 오기 전에… 누군가 티포트를 여는 걸 본 것 같아요.
en_us: I think I saw someone open the teapot... before it came to our table.

source: 그러니까 말이야.
en_us: I agree!

source: 티파티 전날 밤.
en_us: the night before the tea party.

source: 아, 예…!
en_us: oh, yes!

source: 르밀라 라스테반.
en_us: ruemilla rasteban.

source: 네가 정식으로 공작부인이 되고 시간이 꽤 지났잖니.
en_us: it’s been quite some time since you’ve become the official duchess,

source: …네?
en_us: huh?

source: 하녀들이 차를 따를 때까진 수상한 움직임은 보지 못했어.
en_us: I didn’t see any suspicious movements up to when the maids poured the tea.

source: 큰마님께서 찾으십니다.
en_us: mistress bella is looking for you.

source: 아니, 왜 마님께서 굳이….
en_us: no, why would you...

source: 이러다간 내 심장이 남아나질 않겠군….
en_us: my heart might burst at this rate...

source: 돈으로 보상하는 건 그자에겐 아주 쉬운 일일 테니까요.
en_us: it’s not a simple matter that he can just wave off with money.

source: 풍경이…!
en_us: the view...!

source: 잠시 실례하겠습니다….
en_us: let me just take a peek...

source: 그, 전에 눈꽃 이야기가 마음에 남아서…
en_us: what you said last time about snowflakes has been in my head...

source: …사랑이 아니라도…
en_us: even if it’s not love...

source: 에이~!
en_us: no way!

source: 할 말을 다 하시는데, 어찌나 속이 시원하던지.
en_us: it’s so refreshing how she speaks her mind.

source: 이쪽도요…!
en_us: ours too!

source: 어떤 ‘진실’이 나타나게 될지는 알 수 없더라도…
en_us: ...we won’t know what truths it will reveal.

source: 그래서… 앰버한테서 가져온 게 겨우 이거라고?
en_us: so... is this all you brought from amber?

source: 리본으로 나무를 장식한 것도 정말 멋지구요.
en_us: the way she decorated the trees is quite nice.

source: 왜, 그렇게 자신 있게 시치미를 떼더니…
en_us: you were so confident in yourself earlier,

source: 처음….
en_us: the first...

source: 분명 손이 모자랄 텐데….
en_us: she’s probably short on hands...

source: 로단 연구와 무기 거래에 몰두하느라 그건 생각도 못했어….
en_us: I’ve been busy with the research on the rodan plant and the weapons trade that I’ve yet to give thought to this...

source: 그러니…
en_us: so...

source: 칼릭스에게 나는 '공작가의 사람’이 아니었으니까.
en_us: to him, I wasn’t “a person of the castle”.

source: 그거 때문에 쓰러졌다는 것 같은데.
en_us: seems like she fainted because of it.

source: 세실리아 에필레라 합니다.
en_us: I am cecelia epile.

source: 어머님…!
en_us: mother-in-law...

source: …시녀를 데려오신다고 합니다.
en_us: she said she’s bringing back a maid...

source: 지금까지도 과거와 비교할 수 없을 정도로 많은 것이 변했지만…
en_us: although things have changed considering from the past...

source: 이번엔 제가 정말로 도를 넘었네요….
en_us: I crossed the line this time...

source: 그 아이를 놔주세요!!
en_us: let her go!!!

source: 그이… 데틀레브 칼레스도도
en_us: my husband... detelev talessdo...

source: 이 시기에 가장 인기 있었던 서부의 아이템들로 꾸몄으니 반응이 좋을 수밖에.
en_us: since I decorated using the most popular item of the time, of course they would like it.

source: 은근 멋지지 않니?
en_us: isn’t she kinda cool?

source: 정말 닮았는지… 직접 확인하고 싶었나 봅니다.
en_us: I must’ve wanted to see for myself... whether you truly resemble snowflakes.

source: 자이모 백작이 사교계에 못 내놔서 아까운 아이라길래 기껏 도와주려 했더니… 매번 편지로 건방지게 거절했었지.
en_us: I wanted to help her because count zaimo couldn’t put her in society... but she arrogantly rejected me every time through a letter.

source: 사교활동을 위해서 수도에 가는 건 나쁘지 않아요.
en_us: it’s not bad for me to go to the capital and be active in society there.

source: 그래….
en_us: that’s right...

source: 어차피 그게 뭐든, 다 널 가지기 위한 헛소리일 테니까.
en_us: anyway, whatever it is, it’s all just sweet talk.

source: 차에 붉은 풀을 넣은 건 제가 아닙니다.
en_us: ...but I didn’t put it in the tea.

source: 저는 저 세 부인께 약병을 전해드렸을 뿐입니다!!
en_us: I only gave the bottle to those three ladies!

source: 중요한 건 누가 이런 몹쓸 짓을 했는지야!
en_us: what’s important is that someone did such a horrible thing!

source: 어서!!
en_us: hurry!!!

source: 잊지 말거라, 앰버!
en_us: never forget that, amber!

source: 직속 시녀로서도 최선을 다하고 싶어요.
en_us: I still want to do my best as your lady-in-waiting.

source: 하지만 그레이스 님도 여기 계시는데요?
en_us: but miss grace is here too.

source: 넌 아주 큰 실수를 하고 있는 거야.
en_us: you’re making a huge mistake right now.

source: 탈레스도 공작가의 대부인께 인사드립니다.
en_us: greetings, your excellency.

source: 이미 늦었는지도 모르겠지만.
en_us: although it might be too late for that now.

source: 제 신변에 관한 일은 모두 공비 전하께 맡기는 게 옳다고 생각합니다.
en_us: I think it’s only right for me to entrust my matters to her.

source: 너 말이다….
en_us: hey, you.

source: 다기들은 좀 낡은 것 같은데요.
en_us: it seems like the china is a little old.

source: 51화
en_us: episode 51

source: 역시….
en_us: I was right!

source: 되도록 중립적이거나, 벨라를 탐탁지 않게 여기는 사람들을 초대했지만….
en_us: I tried to be fair in my invitations so as not to rile up bella, but...

source: 동부의 모든 권력을 나에게 주겠다고 했지.
en_us: he promised to give me all the power in the east.

source: 어떻게 됐긴, 실컷 들쑤셔놨지.
en_us: what do you think? I’ve shaken her considerably, of course.

source: 내 생각도 그래.
en_us: I thought so too.

source: 이쪽입니다, 대부인.
en_us: this way, mistress bella.

source: 대부인!!
en_us: mistress!!!

source: 왜, 있잖습니까.
en_us: isn’t she the one...

source: 그건…
en_us: I...

source: 괜찮으세요, 공비 전하?
en_us: are you all right, your excellency?

source: 52화
en_us: episode 52

source: 그, 그래….
en_us: i-it’s fine...

source: 무슨 일이지…?
en_us: what happened...?

source: 그럼 버트란드 경께 도움을 청하면 어떨까요?
en_us: then, what about asking sir bertrand for help?

source: 어쩐 일로….
en_us: why are you here...?

source: '붉은 풀'
en_us: ‘red grass’

source: 내리시지요, 공비 전하.
en_us: if you would, your excellency.

source: 호, 혹시…
en_us: m-maybe...

source: 어떻게 이런 생각을 하신 건지….
en_us: I wonder how she thought of such an idea?

source: 큰… 큰마님….
en_us: m-mistress...

source: 지금은 황후의 모친이자 북부의 권력자 라스테반 공의 아내.
en_us: now, she is the wife of duke rasteban, who controls the north, and the mother of the empress.

source: 네…?!
en_us: what...?!

source: 수도에 가는 날까지 잘 보관하고 있게.
en_us: keep it safe until the day you head into the capital.

source: 내가 두 번 말해야겠어?
en_us: don’t make me repeat myself!

source: 오히려 샤프롱인 내가 세실리아 양을 잘 돌보도록 주의해야겠지…?
en_us: rather, I should be the one taking special care of you as your chaperone.

source: 나보다… 가족을 택할 거라고 생각했으니까.
en_us: he... chose his family over me.

source: 그 말은…
en_us: by that she means...

source: 이런 얘길 최근에 또 어디선가 들은 것 같은데… 어디였지….
en_us: I feel like I read this recently elsewhere... but where?

source: 난 결혼이 항상 긍정적일 수 없다는 걸 누구보다 잘 알아….
en_us: I know better than anyone else that you can’t always think of marriage positively...

source: 50화
en_us: episode 50

source: 큰일을 해결해서 그런지 피곤보다도 상쾌하구나.
en_us: I’m feeling more rejuvenated than ever. perhaps it’s because we solved a problem.

source: 붉은 풀은 지속적으로 복용하거나 양이 잘못될 경우, 목숨이 위태로울 수 있습니다.
en_us: if you take red grass in the long term or take too much, your life can be in danger.

source: 고작 그게 꿍꿍이라고…?
en_us: just that?

source: 49화
en_us: episode 49

source: 정식 시녀가 필요한 거면, 내가 쓸 만한 아이들을 추천해줬을 텐데 말이야.
en_us: if you needed a lady-in-waiting, I could’ve recommended one to you.

source: 거긴… 왜?
en_us: why... would she go there?

source: 모쪼록 공작성이 세실리아 양의 마음에 들었으면 좋겠어.
en_us: I hope you will love everything about the castle.

source: 연병장 둘레에 있는 침엽수 가지에 말입니다.
en_us: they bloomed on the branches of the needleleaf trees surrounding the training field.

source: 그보다… 여쭙고 싶은 게 있습니다.
en_us: anyway... there’s something I wanted to ask you.

source: 뭐, 뭐…?
en_us: wh-what...?

source: 약초…인가요…?
en_us: are they... herbs?

source: 지금처럼 날 믿어줬다면….
en_us: if he had trusted in me back then like he does now...

source: 음식이나 장식 같은 손이 가는 일들은 제가 맡을게요!
en_us: I’ll take care of the food and decorations!

source: 네, 공비 전하.
en_us: yes, your excellency.

source: 확실히…
en_us: she is...

source: 반드시 책임을 지셔야 할 겁니다.
en_us: ...you have to take full responsibility!

source: 그, 그러고 보니…
en_us: c-come to think of it...

source: 벨라를 등지지 못하고
en_us: ...on the people of the castle and bella.

source: 록시, 난 그때도…
en_us: roxie, back then I...

source: 수색을 하라고…?
en_us: is she telling me to search them?

source: 무언가 절절히 맹세하는 남자에게 너무 많은 걸 기대하면 안 된단다!
en_us: you shouldn’t expect much from a man that promises you something!

source: …측근 시녀가 없다고 하지 않았나요?
en_us: didn’t they say she had no ladies-in-waiting?

source: …네, 공비 전하….
en_us: yes, your excellency...

source: 소개하지.
en_us: let me introduce you.

source: 공비 전하,
en_us: your excellency...

source: 내가… 이 낯선 곳에서 잘 해낼 수 있을까?
en_us: can I thrive in this unfamiliar place?

source: 당연히 내 자리도 있겠지, 새아가?
en_us: you’ve prepared a seat for me, right?

source: 그게 무슨….
en_us: what might that be...?

source: 저, 앞으로는,
en_us: I-I will...

source: 세실리아 양은 이미 어떤 선택을 해야 할지 알고 있는 것 같은데?
en_us: it seems like you already know what choice to make.

source: 설마…?
en_us: impossible...

source: 리아노 백작부인
en_us: countess liano

source: 어…?
en_us: oh?

source: 이거예요, 공비 전하…!
en_us: it’s this, your excellency!

source: 훈련 준비 됐습니다!
en_us: we’re ready to train!

source: 오늘 아침에 백작령에서 출발한다 하셨으니, 아마 두 시간 뒤쯤 도착할 겁니다.
en_us: I heard that she left the count’s house this morning, so she should arrive in about two hours.

source: …눈꽃이…
en_us: the snowflakes...

source: 다기를 자세히 보면, 오래전 백왕국의 문양들이 새겨져 있지.
en_us: if you look at it carefully, you’ll the emblems of the white kingdom are engraved on it.

source: 그래, 동부의 사람들이 모여있는 기회를 노린 거 아니니?
en_us: that’s right! she’s probably banking on the huge crowd here.

source: 그래, 지금 가지.
en_us: all right. I’ll make a move now.

source: 이대로 두면 어디 무서워서 다들 파티를 즐길 수도 없을 거야.
en_us: if you leave things be, everyone will be too scared to enjoy the party.

source: 씩씩한 아이라곤 생각했지만….
en_us: I know she’s a tough girl...

source: 공작님은 그렇지 않아요.
en_us: he’s not like that.

source: 그때처럼 쉽게 생각해선 안 돼.
en_us: you can’t possibly think that it’ll be as easy as then.

source: 세실리아 양, 일찍 일어났네?
en_us: cecelia, you’re up early!

source: 뭐, 앰버 저것의 성격대로라면 무슨 일이 있어도 티파티는 자기가 주최하려고 하겠지만.
en_us: but, as expected of her, she’ll take on the tea party herself anyway.

source: 연회장은 이쪽이네.
en_us: the ballroom is this way.

source: …앰버, 내가 재밌는 이야길 하나 들려주마.
en_us: amber... let me tell you an interesting story.

source: 더 알아서 그대에게 좋을 일이 없으니 여기까지 하지.
en_us: let’s just say you will gain nothing from knowing more.

source: 왠지 칼릭스의 어머니도 비슷하지 않으셨을까…?
en_us: carlyx’s mother must’ve thought the same, right?

source: 이미 붉은 풀은 부인들 손을 떠났겠군….
en_us: ...means that the red grass isn’t with them anymore.

source: 세실리아 에필레가, 결코 만만치 않은 성격의 소유자라는 걸.
en_us: I would’ve realized that cecelia epile was not one to be trifled with.

source: 네, 그럼….
en_us: yes, I understand...

source: 그게 무엇이건…
en_us: whatever it ends up being...

source: 그건…!
en_us: that...!

source: 좋아.
en_us: good.

source: 칼릭스에게 당장이라도 따져 묻고 싶다.
en_us: I want to ask him about it right now.

source: …네…?
en_us: what?

source: 그레이스가 들어오지 않는 게 아무래도 이상하구나.
en_us: it’s odd that grace didn’t come in.

source: 제가 모실 분은 공비 전하이시니,
en_us: ...but I serve her excellency.

source: 후후, 오랜만에 재밌어지겠어.
en_us: heh... things will be fun for the first time in a while.

source: 그래, 수고했어.
en_us: thank you.

source: 저를 탐탁지 않게 여기시는 건 상관없지만,
en_us: pin me as the culprit if you must,

source: 이베트, 세실리아를 내가 한번 키워보지.
en_us: yvette, let me raise cecelia.

source: 일단 어서 이 약부터 드십시오.
en_us: first, take this medicine.

source: 프레야 백작 영애에게 특별히 주문해 받은 심비디움이라는 꽃일세.
en_us: these flowers are the cymbidium, which were specifically ordered through count freya’s daughter.

source: 칼릭스가 날 좋아해주길 바라는 거야?
en_us: am I hoping that he loves me?

source: 네 앞에서 얼빠진 사람처럼 헛소리를 늘어놓고,
en_us: he tells you empty words that makes you think he cares...

source: 지금 눈꽃을 보고 '내' 생각’이 나서 이렇게 달려왔다… 는 거야?
en_us: he ran over just because he thought of me after seeing snowflakes...?

source: 여기 있는 다기는 탈레스도 공작가와 역사를 같이 한 유서 깊은 것들이라네.
en_us: all of the china here contains the history of the house of talessdo.

source: …세상에….
en_us: oh my god...

source: 내가 언제 눈꽃 이야기라도 했었나?
en_us: did I ever talk about them?

source: 그게 뭐…?
en_us: so what?

source: 그건 그래~
en_us: that’s true.

source: 그러니까… 나도….
en_us: so... I too...

source: 그 애는…
en_us: cecelia...
